---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TopographyLinkName
source: html/e86fa8aa-5ffa-01e0-f042-b867ffbfcf3a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TopographyLinkName Property

"Link Name"

## Syntax (C#)
```csharp
public static ForgeTypeId TopographyLinkName { get; }
```